Repository: TopScrech/Archive-Pro
Catalog: Archive Pro/Localizable.xcstrings
Source language: en
Languages: nl, ru

source: 7-Zip archive
nl: 7-Zip-archief
ru: Архив 7-Zip

source: About
nl: Over
ru: О приложении

source: Alias for tar.bz2
nl: Alias voor tar.bz2
ru: Псевдоним для tar.bz2

source: Alias for tar.gz
nl: Alias voor tar.gz
ru: Псевдоним для tar.gz

source: Alias for tar.lzma
nl: Alias voor tar.lzma
ru: Псевдоним для tar.lzma

source: Alias for tar.xz
nl: Alias voor tar.xz
ru: Псевдоним для tar.xz

source: Android package
nl: Android-pakket
ru: Пакет Android

source: Apple Archive
nl: Apple-archief
ru: Архив Apple

source: Apple disk image
nl: Apple-schijfkopie
ru: Образ диска Apple

source: Apple Encrypted Archive
nl: Versleuteld Apple-archief
ru: Зашифрованный архив Apple

source: Apple installer package
nl: Apple-installatiepakket
ru: Установочный пакет Apple

source: Archive format
nl: Archiefformaat
ru: Формат архива

source: ARJ archive
nl: ARJ-archief
ru: Архив ARJ

source: Bzip2 compressed file
nl: Met Bzip2 gecomprimeerd bestand
ru: Файл, сжатый Bzip2

source: Bzip2-compressed tar
nl: Met Bzip2 gecomprimeerde tar
ru: Tar, сжатый Bzip2

source: Can unzip
nl: Kan uitpakken
ru: Можно распаковать

source: Can zip
nl: Kan inpakken
ru: Можно архивировать

source: Choose a tab from the sidebar
nl: Kies een tab in de zijbalk
ru: Выберите вкладку на боковой панели

source: Comic book ZIP
nl: Comicboek-ZIP
ru: ZIP-комикс

source: Compiled HTML Help
nl: Gecompileerde HTML Help
ru: Скомпилированная справка HTML

source: CPIO archive
nl: CPIO-archief
ru: Архив CPIO

source: Debian package
nl: Debian-pakket
ru: Пакет Debian

source: Disk image
nl: Schijfkopie
ru: Образ диска

source: Drag and drop files or folders
nl: Sleep bestanden of mappen hierheen
ru: Перетащите файлы или папки

source: Enterprise archive
nl: Enterprise-archief
ru: Корпоративный архив

source: FAT filesystem image
nl: FAT-bestandssysteemimage
ru: Образ файловой системы FAT

source: format
nl: formaat
ru: формат

source: Gzip compressed file
nl: Met Gzip gecomprimeerd bestand
ru: Файл, сжатый Gzip

source: Gzip-compressed tar
nl: Met Gzip gecomprimeerde tar
ru: Tar, сжатый Gzip

source: HFS filesystem image
nl: HFS-bestandssysteemimage
ru: Образ файловой системы HFS

source: iOS app package
nl: iOS-app-pakket
ru: Пакет приложения iOS

source: Java archive
nl: Java-archief
ru: Архив Java

source: LZH/LHA archive
nl: LZH/LHA-archief
ru: Архив LZH/LHA

source: LZMA compressed file
nl: Met LZMA gecomprimeerd bestand
ru: Файл, сжатый LZMA

source: LZMA-compressed tar
nl: Met LZMA gecomprimeerde tar
ru: Tar, сжатый LZMA

source: Non-zip-based formats
nl: Niet-zip-gebaseerde formaten
ru: Форматы не на основе ZIP

source: NTFS filesystem image
nl: NTFS-bestandssysteemimage
ru: Образ файловой системы NTFS

source: Open the temporary directory
nl: Open de tijdelijke map
ru: Открыть временный каталог

source: OpenDocument Presentation
nl: OpenDocument-presentatie
ru: Презентация OpenDocument

source: OpenDocument Spreadsheet
nl: OpenDocument-rekenblad
ru: Таблица OpenDocument

source: OpenDocument Text
nl: OpenDocument-tekst
ru: Текст OpenDocument

source: RAR archive
nl: RAR-archief
ru: Архив RAR

source: Release to process
nl: Laat los om te verwerken
ru: Отпустите для обработки

source: RPM package
nl: RPM-pakket
ru: Пакет RPM

source: Saving location
nl: Opslaglocatie
ru: Место сохранения

source: Settings
nl: Instellingen
ru: Настройки

source: Signed XAR package
nl: Ondertekend XAR-pakket
ru: Подписанный пакет XAR

source: Supported formats
nl: Ondersteunde formaten
ru: Поддерживаемые форматы

source: Tar archive
nl: Tar-archief
ru: Архив tar

source: Temporary Directory
nl: Tijdelijke map
ru: Временная папка

source: UDF filesystem image
nl: UDF-bestandssysteemimage
ru: Образ файловой системы UDF

source: Unix ar archive
nl: Unix ar-archief
ru: Архив Unix ar

source: Unix compress file
nl: Unix compress-bestand
ru: Файл Unix compress

source: unzip
nl: uitpakken
ru: распаковать

source: Virtual hard disk
nl: Virtuele harde schijf
ru: Виртуальный жесткий диск

source: Virtual hard disk v2
nl: Virtuele harde schijf v2
ru: Виртуальный жесткий диск v2

source: VirtualBox disk image
nl: VirtualBox-schijfkopie
ru: Образ диска VirtualBox

source: Visual Studio extension
nl: Visual Studio-extensie
ru: Расширение Visual Studio

source: VMware disk image
nl: VMware-schijfkopie
ru: Образ диска VMware

source: We will archive or extract automatically
nl: We archiveren of pakken automatisch uit
ru: Мы автоматически архивируем или распаковываем

source: Web application archive
nl: Webapplicatie-archief
ru: Архив веб-приложения

source: Windows app package
nl: Windows-app-pakket
ru: Пакет приложения Windows

source: Windows Installer package
nl: Windows Installer-pakket
ru: Пакет Windows Installer

source: XZ compressed file
nl: Met XZ gecomprimeerd bestand
ru: Файл, сжатый XZ

source: XZ-compressed tar
nl: Met XZ gecomprimeerde tar
ru: Tar, сжатый XZ

source: ZIP archive
nl: ZIP-archief
ru: Архив ZIP

source: ZIP-based formats
nl: ZIP-gebaseerde formaten
ru: Форматы на основе ZIP

source: Zip, tar, 7z, rar, Apple Archive, XAR, and more
nl: Zip, tar, 7z, rar, Apple Archive, XAR en meer
ru: Zip, tar, 7z, rar, Apple Archive, XAR и другие

source: Zstandard compressed file
nl: Met Zstandard gecomprimeerd bestand
ru: Файл, сжатый Zstandard

source: CramFS image
ru: Образ CramFS

source: Debug
ru: Отладка

source: details
ru: подробности

source: Downloads
ru: Загрузки

source: EPUB e-book
ru: Электронная книга EPUB

source: Excel document
ru: Документ Excel

source: Home
ru: Главная

source: ISO 9660 image
ru: Образ ISO 9660

source: PowerPoint document
ru: Документ PowerPoint

source: Python wheel
ru: Пакет Python wheel

source: QEMU copy-on-write image
ru: Образ QEMU copy-on-write

source: QEMU copy-on-write v2 image
ru: Образ QEMU copy-on-write v2

source: SquashFS image
ru: Образ SquashFS

source: Windows Imaging Format
ru: Формат образов Windows

source: Word document
ru: Документ Word
